Autodesk.Revit.DB.Mechanical.DuctFittingAndAccessoryData.Density
The air density for the duct fitting or duct accessory, Units: kg/ft^3.
Since:
2014

Autodesk.Revit.DB.Mechanical.DuctFittingAndAccessoryData.DynamicViscosity
The dynamic viscosity of air for the duct fitting or duct accessory, Units: (kg/(ft·s)).
Since:
2014